/* String_On_Page_Template */
"Email address is missing.  Message cannot be sent." = "メールアドレスが入力されていません。メッセージ送信不可能です";

/* Label for subject field when it will be hidden */
"Fixed Subject for all messages" = "すべてのメッセージの題名を修正しました";

/* Label for subject field when it will be a selection menu */
"List of Subjects (separate by commas)" = "題名のリスト（カンマ区切り）";

/* String_On_Page_Template */
"No message has been entered.  Message cannot be sent." = "メッセージがありません。送信不可能です";

/* Title of invisible, anti-spam field */
"Please leave this field empty:" = "このフィールドに入力しないでください：";

/* String_On_Page_Template */
"Please specify an address for the recipient using the Inspector." = "インスペクターを使って受信者のアドレスを指定してください。";

/* Label for subject field when it will be a text field */
"Suggested Subject (optional)" = "題名の提案（オプション）";